result-20000-qps/b-5m-result-101.log
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 18.47 ms avg latency, 1082.00 ms max latency, 1 ms 50th, 6 ms 95th, 834 ms 99th, 1060 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 20.34 ms avg latency, 1164.00 ms max latency, 1 ms 50th, 7 ms 95th, 874 ms 99th, 1138 ms 99.9th.
3600000 records sent, 19999.333356 records/sec (19.53 MB/sec), 29.83 ms avg latency, 1334.00 ms max latency, 1 ms 50th, 8 ms 95th, 1188 ms 99th, 1309 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 36.10 ms avg latency, 1695.00 ms max latency, 1 ms 50th, 9 ms 95th, 1329 ms 99th, 1678 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 19.96 ms avg latency, 1109.00 ms max latency, 1 ms 50th, 11 ms 95th, 759 ms 99th, 1079 ms 99.9th.
3600000 records sent, 19999.444460 records/sec (19.53 MB/sec), 20.13 ms avg latency, 1198.00 ms max latency, 2 ms 50th, 7 ms 95th, 888 ms 99th, 1157 ms 99.9th.
3600000 records sent, 19999.333356 records/sec (19.53 MB/sec), 31.09 ms avg latency, 1446.00 ms max latency, 1 ms 50th, 8 ms 95th, 1178 ms 99th, 1430 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 14.35 ms avg latency, 983.00 ms max latency, 1 ms 50th, 6 ms 95th, 681 ms 99th, 949 ms 99.9th.
3600000 records sent, 19999.222252 records/sec (19.53 MB/sec), 19.17 ms avg latency, 1125.00 ms max latency, 1 ms 50th, 7 ms 95th, 833 ms 99th, 1099 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 15.44 ms avg latency, 938.00 ms max latency, 2 ms 50th, 7 ms 95th, 659 ms 99th, 915 ms 99.9th.