result-20000-qps/b-5m-result-102.log
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 51.94 ms avg latency, 1804.00 ms max latency, 1 ms 50th, 15 ms 95th, 1490 ms 99th, 1790 ms 99.9th.
3600000 records sent, 19999.333356 records/sec (19.53 MB/sec), 15.20 ms avg latency, 1058.00 ms max latency, 1 ms 50th, 6 ms 95th, 667 ms 99th, 1006 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 40.17 ms avg latency, 1753.00 ms max latency, 1 ms 50th, 11 ms 95th, 1500 ms 99th, 1719 ms 99.9th.
3600000 records sent, 19999.444460 records/sec (19.53 MB/sec), 18.67 ms avg latency, 1182.00 ms max latency, 1 ms 50th, 7 ms 95th, 820 ms 99th, 1130 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 18.25 ms avg latency, 1057.00 ms max latency, 1 ms 50th, 11 ms 95th, 685 ms 99th, 1035 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 16.41 ms avg latency, 992.00 ms max latency, 1 ms 50th, 8 ms 95th, 698 ms 99th, 950 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 35.03 ms avg latency, 1516.00 ms max latency, 1 ms 50th, 10 ms 95th, 1323 ms 99th, 1506 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 16.54 ms avg latency, 953.00 ms max latency, 1 ms 50th, 11 ms 95th, 638 ms 99th, 928 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 12.47 ms avg latency, 944.00 ms max latency, 1 ms 50th, 8 ms 95th, 513 ms 99th, 910 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 21.82 ms avg latency, 1201.00 ms max latency, 1 ms 50th, 8 ms 95th, 939 ms 99th, 1185 ms 99.9th.