result-20000-qps/b-5m-result-103.log
3600000 records sent, 19998.888951 records/sec (19.53 MB/sec), 13.31 ms avg latency, 916.00 ms max latency, 1 ms 50th, 6 ms 95th, 610 ms 99th, 869 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 25.13 ms avg latency, 1285.00 ms max latency, 1 ms 50th, 7 ms 95th, 995 ms 99th, 1270 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 24.29 ms avg latency, 1235.00 ms max latency, 1 ms 50th, 8 ms 95th, 894 ms 99th, 1195 ms 99.9th.
3600000 records sent, 19999.888890 records/sec (19.53 MB/sec), 20.65 ms avg latency, 1076.00 ms max latency, 1 ms 50th, 10 ms 95th, 820 ms 99th, 1032 ms 99.9th.
3600000 records sent, 19999.222252 records/sec (19.53 MB/sec), 20.84 ms avg latency, 1080.00 ms max latency, 1 ms 50th, 10 ms 95th, 839 ms 99th, 1069 ms 99.9th.
3600000 records sent, 19999.444460 records/sec (19.53 MB/sec), 56.33 ms avg latency, 2066.00 ms max latency, 1 ms 50th, 11 ms 95th, 1715 ms 99th, 2036 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 30.45 ms avg latency, 1312.00 ms max latency, 1 ms 50th, 8 ms 95th, 1161 ms 99th, 1277 ms 99.9th.
3600000 records sent, 19999.000050 records/sec (19.53 MB/sec), 28.12 ms avg latency, 1335.00 ms max latency, 1 ms 50th, 8 ms 95th, 1089 ms 99th, 1308 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 44.04 ms avg latency, 1716.00 ms max latency, 1 ms 50th, 9 ms 95th, 1517 ms 99th, 1703 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 26.94 ms avg latency, 1236.00 ms max latency, 1 ms 50th, 12 ms 95th, 1082 ms 99th, 1228 ms 99.9th.