result-20000-qps/bench-result-101.log
3600000 records sent, 19999.111151 records/sec (19.53 MB/sec), 37.34 ms avg latency, 1599.00 ms max latency, 1 ms 50th, 10 ms 95th, 1342 ms 99th, 1562 ms 99.9th.
3600000 records sent, 19999.222252 records/sec (19.53 MB/sec), 20.59 ms avg latency, 1207.00 ms max latency, 1 ms 50th, 7 ms 95th, 793 ms 99th, 1168 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 25.26 ms avg latency, 1365.00 ms max latency, 2 ms 50th, 8 ms 95th, 999 ms 99th, 1336 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 14.01 ms avg latency, 961.00 ms max latency, 2 ms 50th, 7 ms 95th, 608 ms 99th, 928 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 28.05 ms avg latency, 1233.00 ms max latency, 2 ms 50th, 8 ms 95th, 1071 ms 99th, 1220 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 26.23 ms avg latency, 1410.00 ms max latency, 2 ms 50th, 8 ms 95th, 1088 ms 99th, 1381 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 47.86 ms avg latency, 1863.00 ms max latency, 1 ms 50th, 10 ms 95th, 1547 ms 99th, 1841 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 47.63 ms avg latency, 1696.00 ms max latency, 2 ms 50th, 10 ms 95th, 1532 ms 99th, 1673 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 27.35 ms avg latency, 1424.00 ms max latency, 2 ms 50th, 8 ms 95th, 1053 ms 99th, 1405 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 14.13 ms avg latency, 978.00 ms max latency, 1 ms 50th, 6 ms 95th, 651 ms 99th, 930 ms 99.9th.