result-20000-qps/bench-result-102.log
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 53.61 ms avg latency, 1760.00 ms max latency, 2 ms 50th, 21 ms 95th, 1460 ms 99th, 1748 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 51.13 ms avg latency, 1795.00 ms max latency, 2 ms 50th, 12 ms 95th, 1479 ms 99th, 1776 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 15.20 ms avg latency, 868.00 ms max latency, 2 ms 50th, 8 ms 95th, 670 ms 99th, 834 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 30.54 ms avg latency, 1267.00 ms max latency, 1 ms 50th, 10 ms 95th, 1098 ms 99th, 1258 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 25.03 ms avg latency, 1153.00 ms max latency, 1 ms 50th, 16 ms 95th, 908 ms 99th, 1136 ms 99.9th.
3600000 records sent, 19999.444460 records/sec (19.53 MB/sec), 29.07 ms avg latency, 1146.00 ms max latency, 2 ms 50th, 9 ms 95th, 1014 ms 99th, 1111 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 19.01 ms avg latency, 1060.00 ms max latency, 2 ms 50th, 9 ms 95th, 784 ms 99th, 1034 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 35.68 ms avg latency, 1401.00 ms max latency, 1 ms 50th, 9 ms 95th, 1215 ms 99th, 1386 ms 99.9th.
3600000 records sent, 19998.888951 records/sec (19.53 MB/sec), 24.63 ms avg latency, 1193.00 ms max latency, 2 ms 50th, 18 ms 95th, 958 ms 99th, 1173 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 19.01 ms avg latency, 1196.00 ms max latency, 1 ms 50th, 11 ms 95th, 815 ms 99th, 1175 ms 99.9th.