result-20000-qps/bench-result-103.log
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 24.11 ms avg latency, 1284.00 ms max latency, 1 ms 50th, 11 ms 95th, 823 ms 99th, 1240 ms 99.9th.
3600000 records sent, 19999.555565 records/sec (19.53 MB/sec), 19.89 ms avg latency, 1085.00 ms max latency, 2 ms 50th, 8 ms 95th, 721 ms 99th, 1049 ms 99.9th.
3600000 records sent, 19999.888890 records/sec (19.53 MB/sec), 14.60 ms avg latency, 967.00 ms max latency, 2 ms 50th, 8 ms 95th, 669 ms 99th, 924 ms 99.9th.
3600000 records sent, 19999.777780 records/sec (19.53 MB/sec), 15.37 ms avg latency, 987.00 ms max latency, 1 ms 50th, 7 ms 95th, 709 ms 99th, 950 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 46.67 ms avg latency, 1771.00 ms max latency, 1 ms 50th, 10 ms 95th, 1452 ms 99th, 1759 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 22.63 ms avg latency, 1220.00 ms max latency, 1 ms 50th, 8 ms 95th, 941 ms 99th, 1209 ms 99.9th.
3600000 records sent, 19999.333356 records/sec (19.53 MB/sec), 32.06 ms avg latency, 1413.00 ms max latency, 2 ms 50th, 9 ms 95th, 1249 ms 99th, 1402 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 21.06 ms avg latency, 1208.00 ms max latency, 2 ms 50th, 8 ms 95th, 928 ms 99th, 1184 ms 99.9th.
3600000 records sent, 19999.888890 records/sec (19.53 MB/sec), 39.17 ms avg latency, 1538.00 ms max latency, 1 ms 50th, 10 ms 95th, 1323 ms 99th, 1523 ms 99.9th.
3600000 records sent, 19999.666672 records/sec (19.53 MB/sec), 29.13 ms avg latency, 1394.00 ms max latency, 2 ms 50th, 8 ms 95th, 1064 ms 99th, 1346 ms 99.9th.